Repository: Paranoia88/Review-reposit
Catalog: languages/review-registration-plugin-*.po
Languages: ne_np

source: User Registration Form With Review
ne_np: पुनरावलोकन को साथ प्रयोगकर्ता दर्ता फारम

source: Creates a user registration form with email, password, first name, last name, review text area, and review rating fields.
ne_np: इमेल, पासवर्ड, पहिलो नाम, अन्तिम नाम, समीक्षा पाठ क्षेत्र, र समीक्षा मूल्याङ्कन फिल्डहरूको साथ प्रयोगकर्ता दर्ता फारम सिर्जना गर्दछ

source: Username:
ne_np: प्रयोगकर्ता नाम:

source: Please enter a username.
ne_np: कृपया प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस् ।

source: Email:
ne_np: इमेल

source: Please enter a valid email address.
ne_np: कृपया वैध इमेल ठेगाना प्रविष्ट गर्नुहोस् ।

source: Password:
ne_np: पासवर्ड

source: Please enter a password.
ne_np: कृपया पासवर्ड प्रविष्ट गर्नुहोस् ।

source: First Name:
ne_np: पहिलो नाम

source: Last Name:
ne_np: अन्तिम नाम

source: Review:
ne_np: समीक्षा:

source: Review Rating (out of 5):
ne_np: पुनरावलोकन मूल्याङ्कन (५ मध्ये):

source: Please enter Review.
ne_np: कृपया समीक्षा प्रविष्ट गर्नुहोस्

source: Please rate.
ne_np: कृपया रेट गर्नुहोस्.

source: Register
ne_np: दर्ता गर्नुहोस्

source: All fields are required.
ne_np: सबै फाँटहरू आवश्यक छन्

source: Invalid email address.
ne_np: अवैध इमेल ठेगाना ।

source: Invalid Username format.
ne_np: अवैध प्रयोगकर्ता नाम ढाँचा

source: Invalid email format.
ne_np: अवैध इमेल ढाँचा

source: Password should be minimun of length 8 characters.
ne_np: पासवर्ड लम्बाइ ८ क्यारेक्टरको मिनीमुन हुनुपर्दछ ।

source: First name and last name are required.
ne_np: पहिलो नाम र थर आवश्यक छ।

source: Invalid name format
ne_np: अवैध नाम ढाँचा

source: Review is required
ne_np: पुनरावलोकन आवश्यक छ

source: Review exceeds the maximum allowed length
ne_np: पुनरावलोकन अधिकतम अनुमति दिइएको लम्बाइ भन्दा बढी छ

source: Review rating must be between 1 and 5
ne_np: पुनरावलोकन मूल्याङ्कन १ र ५ को बीचमा हुनुपर्दछ
